const data = {
  "Софийски университет": {
    info: {
      site: "https://www.uni-sofia.bg/",
      rector: "проф. д-р Георги Вълчев",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2022": {
          "жени": [33.86, 33.69, 30.15],
          "мъже": [30.66, 30.32, 25.52],
          "платено": {
              "жени": [25.31],
              "мъже": [28.20]
            },
        },
        "2023*": {
          "жени": [30.40, ,],
          "мъже": [24.12, ,]
        },
        "2024*": {
          "жени": [32.86, 32.27,],
          "мъже": [31.09, 23.74,]
        },
        "2025": {
          "жени": [38.17, ,],
          "мъже": [36.87, 31.5,],
            "платено": {
                "жени": [40, 10],
                "мъже": [45]
            },
        },
      },
      "Фармация": {
        "2022": {
          "жени": [33.69, 33.56, 30.75],
          "мъже": [30.66, 27.8, 23.75],
          "платено": {
            "жени": [23.9],
            "мъже": [26.92]
            },
        },
        "2023*": {
          "жени": [28.65, ,],
          "мъже": [24.90, ,]
        },
        "2024*": {
          "жени": [35.96, 32.79,],
          "мъже": [30.52, 24.45,]
        },
        "2025": {
          "жени": [36.27, ,],
          "мъже": [32.71, 22.13,]
        }
      }
    }
  },
  "Медицински университет-София": {
    info: {
      site: "https://www.mu-sofia.bg/",
      rector: "проф. д-р Бойчо Ланджов, дм",
      phone: "+359 2 9152 123"
    },
    specialties: {
      "Медицина": {
        "2024": {
          "жени": [39.03, 38.85, 38.77, 38.73],
          "мъже": [34.17, 33.54, 33.14]
        },
        "2025": {
          "жени": [39.39, 39.33],
          "мъже": [34.59, 34.08, 33.95],
            "платено": [40, 20]
        },
      },
      "Дентална медицина": {
        "2024": {
          "жени": [37.82, 37.47],
          "мъже": [28.14, 26.11, 25.18, 25.03]
        },
        "2025": {
          "жени": [38.28, 38.08, 38.06],
          "мъже": [29.40, 28.04, 27.62]
        },
      },
      "Фармация": {
        "2024": {
          "жени": [31.15, 29.34, 28.74, 28.10],
          "мъже": [24.69]
        },
        "2025": {
          "жени": [29.78, 28.30, 27.99],
          "мъже": [24.42]
        }
      }
    }
  },
  "Медицински университет-Варна": {
    info: {
      site: "https://www.mu-varna.bg/",
      rector: "проф. д-р Димитър Райков, дмн",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2024": {
          "жени": [33.64, 33.12, 32.09, 31.87],
          "мъже": [27.44, 25.06]
        },
        "2025": {
          "жени": [37.38, 36.45, 36.25],
          "мъже": [31.31, 29.26, 28.64]
        },
      },
      "Дентална медицина": {
        "2024": {
          "жени": [33.68, 32.15, 31.14, 30.9],
          "мъже": [28.09, 26.56, 25.03,]
        },
        "2025": {
          "жени": [37.41, 37.11, 37.02],
          "мъже": [31, 29.47, 29.41]
        },
      },
      "Фармация": {
        "2024": {
          "жени": [27.99, 26.09, 25.08, 30.26],
          "мъже": [25.31, 25.03]
        },
        "2025": {
          "жени": [32.14, 31.44, 31.38],
          "мъже": [25.24, 25.38, 25.38]
        },
      },
      "Военен лекар": {
        "2024": {
          "жени": [30.67],
          "мъже": [32.18]
      },
        "2025": {
          "жени": [28.52],
          "мъже": [29.59]
        }
      }
    }
  },
  "Медицински университет-Пловдив": {
    info: {
      site: "https://www.mu-plovdiv.bg/",
      rector: "проф. д-р Ангел Учиков, дмн",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2022": {
          "жени": [37.05, 36.84, 36.77, 36.21],
          "мъже": [30.88, 28.39]
        },
        "2023": {
          "жени": [37.34, 36.87, 36.77, 36.02],
          "мъже": [30.93, 30.38, 28.74]
        },
        "2024": {
          "жени": [38.38, 38.31, 38.28,],
          "мъже": [32.75, 31.76, 31.51,]
        },
        "2025": {
          "жени": [36.28, 36.27],
          "мъже": [31.72, 30.55]
        },
      },
      "Дентална медицина": {
        "2022": {
          "жени": [34.88, 33.21, 32.81],
          "мъже": [27.63, 26.16, 24.88, 25.91]
        },
        "2023": {
          "жени": [35.5, 35.12, 34.36, 33.28],
          "мъже": [27.63, 26.16, 24.88, 25.91]
        },
        "2024": {
          "жени": [35.66, 34.34, , 34.24, 34.18],
          "мъже": [27.13, 24.03, 31.09, 29.33, 28.33]
        },
        "2025": {
          "жени": [35.63, 35.63],
          "мъже": [28.35, 26.58]
        },
      },
      "Фармация": {
        "2022": {
          "жени": [28.43, 28.03, 30.75, 28.24],
          "мъже": [28.36]
        },
        "2023": {
          "жени": [30.93, 30.24, 28.28, 26.15, 25.43],
          "мъже": [24.24, 25.71, 24.26]
        },
        "2024": {
          "жени": [30.92, 30.15, 29.49, 28.35, 27.06],
          "мъже": [25.25, 26.29, 24.19,]
        },
        "2025": {
          "жени": [34.09, 33.77],
          "мъже": [23.38]
        }
      }
    }
  },
  "Медицински университет-Плевен": {
    info: {
      site: "https://www.mu-pleven.bg/",
      rector: "проф. д-р Добромир Димитров, дм",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2024": {
          "жени": [, , ],
          "мъже": [, , ]
        },
        "2025": {
          "жени": [39.05, 36.89, 35.31],
          "мъже": [34.54, 30.56, 27.97]
        }
      },
      "Фармация": {
        "2024": {
          "жени": [, , ],
          "мъже": [, , ]
        },
        "2025": {
          "жени": [31.51, 28.26, 27.11],
          "мъже": [27.14, 29.81, 27.14]
        }
      }
    }
  },
  "Тракийски университет-Стара Загора": {
    info: {
      site: "https://trakia-uni.bg//",
      rector: "проф. д-р Мирослав Карабалиев",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2024": {
          "жени": [, , ,],
          "мъже": [, , ,]
        },
        "2025": {
          "жени": [, , ,],
          "мъже": [, , ,]
        }
      },
      "Фармация": {
        "2024": {
          "жени": [, , ,],
          "мъже": []
        },
        "2025": {
          "жени": [, , ,],
          "мъже": [, , ,]
        }
      }
    }
  },
  "Бургаски държавен университет Проф д-р. Асен Златанов": {
    info: {
      site: "https://btu.bg/",
      rector: "проф. д-р Христо Бозов, дм",
      phone: "😢"
    },
    specialties: {
      "Медицина": {
        "2024": {
          "жени": [, , ,],
          "мъже": [, , ,]
        },
        "2025": {
          "жени": [, , ,],
          "мъже": [, , ,]
        }
      },
    
      "Фармация": {
        "2024": {
          "жени": [],
          "мъже": []
        },
        "2025": {
          "жени": [],
          "мъже": []
        }
      }
    }
  }
};